Repository: Khanin-devmode/convertrai_flutter
Catalog: lib/l10n/app_*.arb
Languages: th

source: Hello World!
th: สวัสดีชาวโลก!

source: Rai
th: ไร่

source: Ngan
th: งาน

source: SqWa.
th: ตรว.

source: Sqm.
th: ตรม.

source: Unit
th: หน่วย

# raiNganSqWha
source: R/N/W
th: ร/ง/ว

source: Conversion
th: ประมวลผล

# saveResult
source: Save Results
th: บันทึกผล

source: Press
th: กด

# saveResultHere
source: to save results here.
th: เพื่อบันทึกผลแปลงหน่วยที่นี่

source: Price
th: ราคา

source: Price per unit
th: ราคาต่อหน่วย

source: Baht
th: บาท

source: Area Size
th: ขนาดพื้นที่

source: Acre
th: เอเคอร์

# areaUnitConverter
source: Unit Converter
th: แปลงหน่วยพื้นที่

# areaPriceConverter
source: â€‹Price Converter
th: แปลงราคาพื้นที่

source: Starting Area Price
th: ราคาพื้นที่ตั้งต้น

source: Target Area Price
th: ราคาพื้นที่ที่ต้องการ

source: Input Area
th: ขนาดพื้นที่เริ่มต้น

# allResult
source: All Results
th: ผลลัพธ์ทั้งหมด

# unitCoverter
source: Unit Converter
th: แปลงน่วย

source: Price Converter
th: แปลงราคา
